{"Hed":"Who killed the world?","Byline":"by Alvin Chang","timeline":[{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"0","text":"Welcome to the <span>present day</span> – in a world similar to ours."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"1","text":"Except there's an <span>existential threat</span> looming in the background."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"2","text":"We're not sure, though. Because this <span>threat is a mystery</span> – and this unknown threat is both scary and a bit exciting."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"3","text":"Most importantly, it's a phenomenon to be explored by humans."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"4","text":"And a problem to be solved with science and technology."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"5","text":"Eventually, we figure it out.\r\n\r\n\r\nIt's the triumph of humanity."},{"view":"zoom1950v2","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","text":"This is a common narrative arc of sci-fi stories from the 1950s. \r\n\r\n\r\nI know this because I analyzed the top 200 sci-fi tv shows and films in each decade."},{"view":"zoom1950v2","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","text":"For example, most sci-fi films and shows from the 1950s and 1960s were set in the contemporary time period of their production."},{"view":"zoom1950v2","variable":"Existential Threat","addclass":"addworld","decades":"(1950, 2020)","text":"Here are the films and shows that dealt with an existential threat."},{"view":"zoom1950v2","variable":"World After","addclass":"addworld","decades":"(1950, 2020)","text":"And here are the films where the protagonists leave the world better than the beginning of the story."},{"view":"zoom1950v2","variable":"World After","addclass":"addworld","decades":"(1950, 2020)","text":"\"There is hope for the future,\" Captain Nemo says in the 1954 film 20,000 Leagues Under the Sea. \"And when the world is ready for a new and better life, all this will someday come to pass.\""},{"view":"zoom1950v2","variable":"World After","addclass":"addworld longtext","decades":"(1950, 2020)","text":"Sci-fi is an amazing genre.\r\n\r\n\r\nIt helps us explore our feelings about the unknown, the possible, the future. It lets us propose \"what if\" scenarios, and then build out rich worlds that we can occupy in our imaginations – with the scintillating possibility that humans may actually be able to build that world.\r\n\r\n\r\nAnd several generations ago, sci-fi was often about where we could go, what we could discover, and why we exist.\r\n\r\n\r\nBut over the last few generations, our feelings have changed – and our sci-fi has, too."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"0","text":"Welcome to the <span>near future</span> – a prototypical sci-fi setting in more recent years."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"1","text":"The setting is likely <span>worse than our current world</span>.\r\n\r\n\r\nIt's maybe even a <span>dystopian or post-apocalyptic world</span>."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"2","text":"This world is almost always marked by <span>economic inequality</span>, <span>human suffering</span>, and sometimes even a <span>militarized</span>, <span>authoritarian society</span>."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"3","text":"And more often than not, the story is a <span>commentary on social issues</span> of the time."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"4","text":"Often we are forced to reckon with those social issues through an <span>existential threat</span>."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"5","text":"It's become far less common for the threat to be something unknown and ripe for discovery. \r\n\r\n\r\nRather, protagonists are more likely to be battling <span>societal forces</span>, <span>other humans</span>, and <span>themselves</span>."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":"(1950, 2020)","sceneNum":"6","text":"Just like before, <span>they still figure it out</span> and leave the world <span>a better place</span>."},{"view":"","variable":"Era","text":"These changes have been a long time coming.\r\n\r\n\r\nOur sci-fi stories increasingly tell stories about our future."},{"view":"","variable":"Dystopian/Post-Apoc","addclass":"","text":"This setting is more likely to be a dystopian or post-apocalyptic world."},{"view":"","variable":"Inequality","addclass":"","text":"This setting is likely to have a notable amount of economic inequality."},{"view":"","variable":"Suffering","addclass":"","text":"Human suffering."},{"view":"","variable":"Tech being used in sinister ways","addclass":"","text":"With technology used in sinister ways."},{"view":"","variable":"A militarized society","addclass":"","text":"And a militarized society."},{"view":"","variable":"Existential Threat","addclass":"","text":"In this world, we still face existential threats."},{"view":"","variable":"unknown","addclass":"","text":"But the thing we have to overcome is no longer the unknown."},{"view":"","variable":"society","addclass":"","text":"We have to fight society."},{"view":"","variable":"human","addclass":"","text":"We have to fight other humans."},{"view":"","variable":"self","addclass":"","text":"And, almost always, we now have to fight ourselves."},{"view":"","variable":"Social Issues","addclass":"","text":"Ultimately, all of this is a commentary of our own reality."},{"view":"","variable":"Social Issues","decades":"","text":"So we walk out of the theater into a world where those near-future threats still exist, where we're still unsure of whether we'll survive these existential threats.\r\n\r\n\r\nSure, the story depicts the triumph of humanity. But it also depicts what happens if we fail."},{"view":"zoom2030","variable":"Social Issues","addclass":"addworld longtext","text":"Jurassic Park author Michael Crichton once said: \"Futuristic science fiction tends to be pessimistic. If you imagine a future that’s wonderful, you don’t have a story.\" \r\n\r\n\r\nCritics have long pointed out that our sci-fi is getting more pessimistic. But the pessimism in sci-fi isn't about the plot.\r\n\r\n\r\nIt's about the setting – it's about the world in which we're dropped into for several hours of our lives. And what we see is a future in which we've already screwed everything up. That's what we're worried about – and we want these stories to somehow warn the masses that this is what we're headed for.\r\n\r\n\r\nBut what if we figured it out? \r\n\r\n\r\nSci-fi author Neal Stephenson wrote in 2011: \"Good SF supplies a plausible, fully thought-out picture of an alternate reality in which some sort of compelling innovation has taken place.\" Pundits Noah Smith wrote that optimistic sci-fi \"needs to present a future with several concrete features corresponding to the type of future people want to imagine actually living in.\"\r\n\r\n\r\nSo, what if the good forces in today's world succeed, and we get to live in a future that we want to live in?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","sceneNum":"0","text":"So what if we build green cities?\r\n\r\n\r\nWhat if we pass legislation to curb authoritarianism and support democracy? \r\n\r\n\r\nWhat if we dramatically reduce emissions while also creating new clean technologies that are widely accessible?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","sceneNum":"1","text":"What if AI and robots do mundane tasks we don't want to do?\r\n\r\n\r\nWhat if we come together to pass legislation that provides basic income so that we can enjoy our lives in a world of abundance?\r\n\r\n\r\nWhat if we create spaceships that explore our galaxy further than we could've ever imagined?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","sceneNum":"2","text":"You're probably already counting the reasons why that's unlikely. Kids are still hungry, we just had a global pandemic, climate change is already killing people, global conflicts seem never ending, and authoritarianism is on the rise. \r\n\r\n\r\nOur personal technology is, at best, a slight upgrade and, at worst, ruining our lives. AI is exciting, but that too brings a host of uncertainty – especially since the people driving the direction of AI are unregulated companies and corrupt or incompetent politicians."},{"view":"zoom2030","variable":"Era","addclass":"addworld","sceneNum":"3","text":"But what if we figure it out?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","sceneNum":"4","text":"And what if imagining that future is a critical first step?"}]}