{"Hed":"who killed the world?","Byline":"by Alvin Chang","Methodology":"The top 200 sci-fi films and TV shows of each decade are pulled from IMDB. I used IMDB’s genre categorization and the top-200 were based on user votes. The content analysis of each film and TV show was generated with the ChatGPT 4o large language model. For each analysis, I tested several prompts with ChatGPT 4o and Claude 3 Opus. I manually looked through samples of the results and compared it to plot synopses from IMDB. Some of the analysis is subjective; for example, not everyone will agree on whether the plot is a commentary of today’s social issues. But I found ChatGPT 4o generated the most accurate and thorough answers, or at least the model answered similarly to how I would. So the content analysis for each film and TV show – as well as the short explanation of its answer – are based on ChatGPT 4o’s responses.","timeline":[{"view":"zoom1950","variable":"Era","addclass":"addworld","speed":"0","decades":["1950"],"sceneNum":"-1","text":""},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":["1950"],"sceneNum":"0","text":"This is a prototypical world in a 1950s sci-fi film."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":["1950"],"sceneNum":"1","text":"It takes place in a world similar to one in which the viewer lives. \r\n\r\n\r\nBut there's an <span>existential threat</span> looming in the background. It's mysterious, scary – and a bit exciting."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":["1950","2020"],"sceneNum":"2","text":"In the narrative, the protagonists explore this <span>mysterious phenomenon</span>."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":["1950"],"sceneNum":"3","text":"They use <span>science and technology</span> to learn more about it."},{"view":"zoom1950","variable":"Era","addclass":"addworld","decades":["1950"],"sceneNum":"4","text":"And even though the story presents the possibility of failure, the protagonists figure it out. \r\n\r\n\r\nIt feels like the <span>triumph of humanity</span>."},{"view":"zoom1950v2","variable":"top200","hed":"Top 200 sci-fi films, 1950s","categories":["Each film is a box"],"decades":["1950"],"text":"I analyzed the top 200 sci-fi films and tv shows every decade from the 1950s to present day.<sup>1</sup> What I found was that sci-fi narratives from yesteryear were quite different from today's stories.\r\n\r\n\r\n<div class=\"citation\">¹ Based on votes the film or tv show received from IMDB users. More on methodology at the end of the story. </div>"},{"view":"zoom1950v2","variable":"APP_Era","hed":"Era of the setting","categories":["Future","Present","Past","Multiple/other"],"decades":["1950"],"text":"In the 1950s, only a few sci-fi films and shows took place in the <span>future</span>. For the most part, these stories were set in the audience's present day – so, the 1950s.\r\n\r\n\r\n<span class=\"instruction\">(Hover on a box for details)</span>"},{"view":"zoom1950v2","variable":"Existential Threat","hed":"Plot presents an existential threat","categories":["Yes","Somewhat","No"],"decades":["1950"],"text":"In these 1950s stories, the world is often upended by an <span>existential threat</span>."},{"view":"zoom1950v2","variable":"APP_World After","hed":"World is left in a better place","addclass":"beforelong","categories":["Yes","Somewhat","No"],"decades":["1950"],"text":"But in the majority of films, the protagonists figure it out – and <span>leave the world better</span> than the beginning of the story."},{"view":"zoom2020","variable":"APP_World After","addclass":"addworld longtext","zoomSpeed":"0","decades":["1950"],"sceneNum":"-1","text":"Sci-fi is an amazing genre.\r\n\r\n\r\nIt helps us explore our feelings about the unknown, the future, and the possible. It lets us imagine “what if” scenarios, and then build out rich worlds that our minds can occupy. It depicts dystopias we should fend off and utopias we should seek – and it teases us with the scintillating possibility that humans may actually be able to build the world we want.\r\n\r\n\r\nBut over the last few generations, it's been harder for us to imagine this better world – and our sci-fi reflects that."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"0","text":"This is a prototypical sci-fi setting in more recent years.\r\n\r\n\r\nWe're in the <span>near future</span> – often a world that looks like ours, but with hints that something has already gone terribly wrong."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"1","text":"Today's sci-fi is more likely to depict a world that is worse than our reality.\r\n\r\n\r\nIt's maybe even a <span>dystopian or post-apocalyptic world</span>"},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"2","text":"This world is almost always marked by <span>economic inequality</span>, <span>human suffering</span>, and sometimes even a <span>militarized</span>, <span>authoritarian society</span>."},{"view":"zoom2020","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"3","text":"In this world, the protagonists face an <span>existential threat</span>. \r\n\r\n\r\nAnd to defeat the threat, we must face <span>societal conflicts</span> that feel insurmountable – and we must face <span>conflicts within ourselves</span> that make us question who we are and what we’re doing ."},{"view":"zoom2020","variable":"top200","addclass":"addworld","decades":["2020"],"sceneNum":"4","text":"Ultimately, the story is likely to be a commentary on <span>today's social issues</span>. It's a warning of what is to come – or a reflection of a current reality that we've tried hard to ignore."},{"view":"all","variable":"top200","hed":"Top 200 films and tv shows, 1950s to 2020s","categories":["Each film is a box"],"addclass":"","text":"The changes to sci-fi stories didn't happen overnight. Sci-fi slowly evolved over the last few generations."},{"view":"all","variable":"APP_Era","hed":"Era of the setting","movie_hl":"1742","categories":["Future","Present","Past","Multiple/other"],"addclass":"","text":"There's been a steady increase in sci-fi stories that take place in the <span>future</span> – and it’s usually the near future, like the 2013 film <span class=\"film_hl\">Her</span> – a world where a man falls in love with an artificial intelligence.\r\n\r\n\r\nEven plots that take place in the present could be interpreted as the near-future."},{"view":"all","variable":"Existential Threat","hed":"Story presents an existential threat","categories":["Yes","Somewhat","No"],"addclass":"","text":"The stakes are still the same as before; these sci-fi stories still present <span>existential threats</span>."},{"view":"all","variable":"Dystopian/Post-Apoc","hed":"Dystopian or post-apocalyptic setting","movie_hl":"1507","categories":["Yes","Somewhat","No"],"addclass":"","text":"But we're now more likely to face these existential threats in a <span>dystopian or post-apocalyptic world</span>, like <span class=\"film_hl\">Mad Max: Fury Road (2015)</span>. In the film, the world is a desert wasteland ruled by a warlord who enslaves several women to produce his offspring. When the women escape, in hopes of finding a preserved paradise, they leave behind a message: \r\n\r\n\r\n“Who killed the world?”"},{"view":"all","variable":"Inequality","hed":"Setting is marked by inequality","categories":["Yes","Somewhat","No"],"addclass":"","text":"This dystopian society is more likely to be marked by <span>inequality</span> – gaps in opportunity, wealth, and basic rights."},{"view":"all","variable":"Suffering","hed":"Setting is marked by suffering","categories":["Yes","Somewhat","No"],"addclass":"","text":"This often leads to a world marked by great amounts of <span>suffering</span>."},{"view":"all","variable":"A militarized society","hed":"Setting is marked by a militarized society","categories":["Yes","Somewhat","No"],"addclass":"","text":"And increasingly, sci-fi stories depict <span>militarized societies</span> – although we might be seeing that trend turn around this decade."},{"view":"all","variable":"human","hed":"Protagonists fight another human","categories":["Yes","Somewhat","No"],"addclass":"","text":"There’s almost always a “bad guy” – a human antagonist who tries to kill the world or at least gets in the way of saving the world."},{"view":"all","variable":"society","hed":"Protagonists fight society","categories":["Yes","Somewhat","No"],"addclass":"","text":"But these days, it's much more likely that protagonists also have to overcome <span>societal forces</span> – political movements, systemic inequality, rampant capitalism. \r\n\r\n\r\nThese are basically things that seem too big to fix."},{"view":"all","variable":"self","hed":"Protagonists battle with themselves","categories":["Yes","Somewhat","No"],"addclass":"","text":"It's also far more likely that the narrative explores <span>inner conflicts</span> – moral dilemmas, identity crises, and wrestling with our understanding of what it means to be human. \r\n\r\n\r\nWe don’t just face outside threats; we also face threats within ourselves."},{"view":"all","variable":"Social Issues","hed":"Story can be seen as a commentary of current social issues","categories":["Yes","Somewhat","No"],"addclass":"","text":"Ultimately, today's sci-fi stories are far more likely to be a commentary on <span>current social issues</span>. These might be critiques of political ideologies, runaway capitalism, irresponsible innovation, human apathy, or eroding mental health."},{"view":"all","variable":"APP_World After","hed":"Characters make the world better","categories":["Yes","Somewhat","No"],"addclass":"beforelong","text":"But even though the narrative arc starts us off in a terrible place, the protagonists make the world better over the course of the story. Jurassic Park author Michael Crichton <a href=\"https://archive.org/details/omnisscreenfligh00pear/page/250/mode/2up\">argued</a> that this is necessary: “Futuristic science fiction tends to be pessimistic. If you imagine a future that’s wonderful, you don’t have a story.”\r\n\r\n\r\nIt’s often framed as the triumph of humanity."},{"view":"zoom2030","variable":"","addclass":"longtext addworld","sceneNum":"-1","text":"But it certainly doesn’t feel triumphant. It often feels pessimistic – and it’s something that critics have <a href=\"https://gizmodo.com/why-optimistic-science-fiction-is-dead-1511567018\">noticed</a>.\r\n\r\n\r\nI think it’s because today’s sci-fi is set in a world where humans have already screwed up, and the narrative arc is basically the protagonists digging out of that hole.\r\n\r\n\r\nIMAGE|arc1|Line chart of a narrative arc showing stories start at the bottom of the arc. \r\n\r\n\r\nBut as we walk out of the theater, we're thrust back into reality – a world where we're still facing existential threats like climate change, authoritarianism, devious technology, and war. And if these sci-fi stories are prescient, it means that we will soon experience those existential threats; the world will soon turn into a dystopian hellscape; and only after that do we figure it out.\r\n\r\n\r\nIn other words, the worst is still ahead of us.\r\n\r\n\r\nIMAGE|arc2|Line chart of a narrative arc showing the bottom of the arc is ahead of us.\r\n\r\n\r\nNews stories constantly remind us that we’re headed for trouble. Children are being murdered, authoritarianism is on the rise, and Earth is inevitably going to warm so much that it will likely kill millions of people. Given this, how could we possibly imagine a less bleak future?\r\n\r\n\r\nBut maybe that's what sci-fi can explore.\r\n\r\n\r\nAuthor Neal Stephenson <a href=\"https://web.archive.org/web/20140917234932/https://www.wired.com/2011/10/stephenson-innovation-starvation/\">wrote</a> in 2011: “Good SF supplies a plausible, fully thought-out picture of an alternate reality in which some sort of compelling innovation has taken place.” Journalist Noah Smith <a href=\"https://www.noahpinion.blog/p/what-makes-an-optimistic-vision-of\">argues</a> that optimistic sci-fi needs to have “several concrete features corresponding to the type of future people want to imagine actually living in.”\r\n\r\n\r\nSo, what if we figure it out?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"0","text":"What if we create spaceships that explore further than we could have ever imagined?\r\n\r\n\r\nWhat if we embrace our natural curiosity and work toward discovering more and more of this wondrous universe?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"1","text":"What if we ensure that even the least fortunate among us have reliable housing, food, and healthcare?\r\n\r\n\r\nWhat if we reject the notion that an economy must produce more and more, but rather embrace the idea that a functioning society is only as successful as its least privileged soul?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"2","text":"What if we build civilizations that don’t try to conquer nature, but rather try to be a part of it?"},{"view":"zoom2030","variable":"Era","addclass":"addworld beforelong","decades":["2020"],"sceneNum":"3","text":"What if our technological innovations didn’t come from efforts to decimate each other, but rather from a constant desire to better each other’s lives?"},{"view":"zoom2030","variable":"Era","addclass":"addworld longtext","decades":["2020"],"sceneNum":"3","text":"I know, I know.\r\n\r\n\r\nRight now, it's hard to see that future. We see terrible things all around us – hunger, disease, mass murder, greed, an increasingly uninhabitable planet. \r\n\r\n\r\nBut unlike the world of Mad Max, our world has not yet been killed. There are still monumental efforts to stop hunger, to limit disease, to build more resilient governments, to wake us from the hypnosis of war, to sail deeper into the galaxy and to see closer into the atom. We can still create a world where the patches of paradise blossom into the wastelands.\r\n\r\n\r\nI admit it’s hard to see. In fact, I admit that I’ve spent most of my journalism career telling a narrative about the wastelands bleeding into our lives – a sort of fear-mongering, I suppose."},{"view":"zoom2030","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"4","text":"But maybe that's why it's so important for us to imagine a different future – precisely because people like me made it so hard to see.\r\n\r\n\r\nAfter all, if we can't see paradise, how can we possibly navigate toward it?"},{"view":"zoom2030","variable":"Era","addclass":"addworld","decades":["2020"],"sceneNum":"5","text":""}],"view":"zoom1950v2","variable":"World After","addclass":"addworld","decades":[{"text":"The spirit of these stories is perfectly captured in this quote from Captain Nemo in< span>20,000 Leagues Under the Sea (1954)</span>. In the story, society \r\n\r\n\r\n\"There is hope for the future. And when the world is ready for a new and better life, all this will someday come to pass.\"","view":"all","variable":"unknown","hed":"Protagonists fight the unknown","categories":["Yes","Somewhat","No","N/A"],"addclass":""},{"text":"But in the past, those existential threats were <span>mysterious and unknown</span>. These were often threats to be explored, and not simply defeated."}]}